Repository: Mazen-Glal/ARestro
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Sign Up
ar: انشاء حساب

source: Log In
ar: تسجيل الدخول

source: Email
ar: الايميل

source: Password
ar: الرقم السري

# enter_email
source: Enter Your Email
ar: ادخل الايميل الخاص بك

# enter_pass
source: Enter Your Password
ar: أدخل الرقم السري

source: Remember Me
ar: تذكرني

# forget_pass
source: Forget Password?
ar: هل نسيت الرقم السري؟

source: Forget Password
ar: هل نسيت الرقم السري

source: Login With Google
ar: تسجيل الدخول بجوجل

source: SignUp With Google
ar: انشاء حساب بجوجل

# do_not_have_account
source: Don`t have an account ?
ar: هل لا تمتلك حساب ؟

source: Create an account
ar: انشاء حساب

source: Enter Your Username
ar: ادخل اسم المستخدم

# enter_phone
source: Enter Your Phone Number
ar: ادخل رقم التليفون

# already_have_account
source: Already have an account ?
ar: هل لديك حساب؟

source: Send Code
ar: ارسال الكود

# description_forget_pass
source: Don’t worry! It happens. Please enter the email associated with your account.
ar: لا تقلق هذا يحدث ,ادخل الايميل الخاص بك فقط

# remember_pass
source: Remember Password
ar: تذكر الرقم السري

# reset_pass
source: Reset Password
ar: أعادة الرقم السري

# enter_new_pass
source: Enter New Password
ar: ادخل رقم سري جديد

# repeat_new_pass
source: Repeat New Password
ar: اعادة الرقم السري

# description_reset_pass
source: Please type something you’ll remember
ar: ارجوك ادخل رقم تستطيع تذكره

source: Back to Login
ar: العودة الي صفحة تسجيل الدخول

# pass_changed
source: Password Changed
ar: تم تغير الرقم السري

# description_pass_changed
source: Your Password has been changed successfully
ar: تم تغير الرقم السري بنجاح

# special_order_for_march
source: Special Offer for March
ar: عرض خاص لشهر مارس

source: Buy Now
ar: اشترِ الآن

# we_are_here_with_the_west_wurgers_in_town
source: We are here with the Best Burgers in town.
ar: نحن هنا مع أفضل البرغر في المدينة.

source: Search for food, restaurants...
ar: ابحث عن الطعام والمطاعم...

source: Best Offers
ar: أفضل العروض

source: See all >
ar: < عرض الكل

source: Food
ar: طعام

source: Restaurants Nearby
ar: مطاعم قريبة

source: Restaurants
ar: مطاعم

source: Find Restaurant Nearby
ar: اعثر على مطعم قريب

source: Popular Restaurants
ar: مطاعم شهيرة

source: Search
ar: بحث

source: Cart
ar: عربة التسوق

source: km form your location
ar: كليو متر من موقغك

source: Personal Info
ar: معلومات شخصية

source: Your Name
ar: الاسم

source: Address
ar: العنوان

source: Member
ar: عضو

source: Contact Info
ar: معلومات التواصل

source: Phone Number
ar: رقم التليفون

source: Edit
ar: تعديل

source: Occupation
ar: مستواك

source: Description
ar: الوصف

source: Facilities
ar: مواصفات

source: Km from Location
ar: كيلو متر من موقعك

source: View On Google Map
ar: رؤيتة علي جوجل ماب

source: View Available Tables
ar: اظهار الطاولات المتاحة

source: Bikes and Car Parking
ar: مواقف الدراجات و السيارات

source: Toilet
ar: حمام

# water_facility
source: 24/7 Water Facility
ar: مرفق مياه دائم

source: Popular
ar: شائع

source: Rating
ar: تقييم

source: Add to Cart
ar: اضافة الي عربة التسوق

source: Order
ar: طلب

source: Order Details
ar: تفاصيل الطلب

source: Sub Total
ar: المجموع الفرعي

source: Delivery Charge
ar: رسوم التوصيل

source: Discount
ar: خصم

source: Total
ar: المجموع الاجمالي

source: Place My Order
ar: وضع طلبي

source: Thank You!
ar: شكرا لك

source: Order completed
ar: الطلب اكتمل

source: Skip
ar: تخطي

source: Submit
ar: تأكيد

source: Leave Feedback
ar: اكتب تعليقك

source: Reserve The Table
ar: احجز الطاولة

source: Main Room
ar: الغرفة الرئيسية

source: Open Space
ar: مساحة مفتوحة

source: Order Food
ar: اطلب الطعام

source: Your Table was Reserved Successfully
ar: تم حجز طاولتك بنجاح

# text_under_reserved_successfully
source: Please respect our policies and do come to your reserved Table within the specified* time!
ar: يرجى احترام سياساتنا والحضور إلى طاولتك المحجوزة في الوقت المحدد
